{
    "security": {
      "title": "Security and Access Control",
      "intro": "Our security and access control system offers advanced user permission and access management, ensuring protection against unauthorized access and potential threats.",
      "protocols": "With stringent security protocols and continuous system monitoring, we ensure the highest level of data security for our clients.",
      "tools": "Our threat response tools are constantly updated, allowing for quick identification and neutralization of potential threats, ensuring operational continuity and security.",
      "warning": "Service under construction..."
    },
    "warehouse": {
      "title": "Warehouse management",
      "intro": "The warehouse management system allows for accurate monitoring of inventory levels and generating alerts when stocks run out or products are approaching expiry dates.",
      "protocols": "Efficient management of product storage places ensures optimal use of available warehouse space and facilitates quick location and access to the necessary goods.",
      "tools": "Our internal logistics solutions focus on optimizing the arrangement of goods in the warehouse, which contributes to increasing the efficiency of warehousing and order picking processes.",
      "warning": "Service under construction..."
    },
    "sales_and_orders": {
      "title": "Sales and Order Management",
      "card_sales_title": "Sales",
      "intro": "Our sales and order management system enables you to efficiently receive and process customer orders, ensuring a smooth flow from order placement to delivery.",
      "info": "Contact our team.",
      "mainInfo": "The component responsible for managing the customer and delivery addresses of the ordered goods.",
      "add_client": "Do you want to add a new client?",
      "add_client_button": "Add Client",
      "select_client": "Select a client",
      "clear_client": "Clear your select",
      "confirm_delete_client": "Are you sure you want to delete this client? This action cannot be undone.",
      "add_address": "Do you want to add a new address?",
      "add_address_button": "Add Address"
    },
    "accounting": {
      "title": "Finance and Accounting",
      "intro": "Our financial system offers comprehensive payment and cash flow management, enabling effective transaction monitoring and optimization of operating costs.",
      "protocols": "Financial transactions are processed automatically, which ensures speed and accuracy in accounting and minimizes the risk of errors.",
      "tools": "The system enables the generation of detailed financial reports and balance sheets, offering full transparency of the company's finances and supporting strategic business decisions.",
      "warning": "Service under construction..."
    },
    "data_analysis": {
      "title": "Data Analysis and Reporting",
      "intro": "Our data analysis and reporting tools enable you to generate comprehensive sales, financial and operational reports, providing key information for the decision-making process.",
      "info": "Contact our team."
    },
    "human_resources": {
      "title": "Human Resources Management (HR)",
      "intro": "Our HR system enables comprehensive management of recruitment processes, from candidate selection to onboarding, ensuring effective integration of new employees with the organization's culture.",
      "protocols": "We offer an advanced remuneration and benefits management system that allows personalization of employee packages and automation of settlement processes.",
      "tools": "The system also supports the planning and management of training, promoting the development of employee competences and increasing their commitment and work efficiency.",
      "warning": "Service under construction......"
    },
    "side_bar":{
      "dashboard":"Dashboard",
      "sales_and_orders":"Sales and Orders",
      "warehouse":"Warehaouse",
      "accounting":"Accounting",
      "h_r":"Human Resources",
      "data_analysis":"Data analysis",
      "security":"Security"
    },
    "dashboard":{
      "username":"Username",
      "email":"E-mail",
      "user_role":"User role",
      "creation_date":"Account creation date",
      "edit_photo": "Edit profile picture",
      "delete_image": "Delete Image"
    },
    "warning_page": {
      "permissions": "You do not have permissions to access this component!",
      "user_list": "Below is a list of employees you can contact regarding a given matter!"
    },
    "table": {
      "search": "Search",
      "page": "Page",
      "no": "No.",
      "first_name": "First Name",
      "second_name": "Second Name",
      "select": "Select",
      "delete": "Delete",
      "update": "Update",
      "city": "City",
      "company_name": "Company Name",
      "current_page": "Current page",
      "rows_per_page": "Rows per page",
      "create": "Create",
      "clear": "Clear",
      "details": "Details",
      "client_id": "Client ID",
      "order_id": "Order ID",
      "order_date": "Order Date",
      "show": "Show"
    },
    "products_card": {
      "title": "Products",
      "add_to_cart": "Add to Cart",
      "price": "Price",
      "quantity": "Quantity",
      "add_to_basket": "Add to Basket",
      "total": "Total for Product",
      "product_support": "Explore our extensive range of premium copy paper, designed to meet the high-volume printing needs of large and medium-sized businesses."
    },
    "basket_card": {
      "title": "Basket",
      "cart_contents": "Check the items in your cart before placing the order.",
      "submit": "Place Order",
      "buy": "Buy",
      "price": "Price",
      "quantity": "Quantity",
      "delete": "Delete",
      "change_quantity": "Change Quantity"
    },
    "orders_card": {
      "title": "Orders",
      "cart_contents": "Before processing orders, review the individual customer orders.",
      "order_detail": "Order Details",
      "company_name": "Company Name",
      "city": "City",
      "postal_code": "Postal Code",
      "address_no": "Building/Apartment Number",
      "street": "Street",
      "close": "Close"
    }
  }

  
  
      
  
  