{
    "security": {
      "title": "Bezpieczeństwo i Kontrola Dostępu",
      "intro": "Nasz system bezpieczeństwa i kontroli dostępu oferuje zaawansowane zarządzanie uprawnieniami i dostępem użytkowników, zapewniając ochronę przed nieautoryzowanym dostępem i potencjalnymi zagrożeniami.",
      "protocols": "Dzięki rygorystycznym protokołom bezpieczeństwa i ciągłemu monitorowaniu systemów, zapewniamy najwyższy poziom bezpieczeństwa danych naszych klientów.",
      "tools": "Nasze narzędzia do reagowania na zagrożenia są stale aktualizowane, co pozwala na szybką identyfikację i neutralizację potencjalnych zagrożeń, gwarantując ciągłość działania i bezpieczeństwo operacyjne.",
      "warning": "Serwis w budowie..",
      "unauthorized": "Widok tylko dla administratora."
    },
    "warehouse": {
      "title": "Zarządzanie Magazynem",
      "intro": "System zarządzania magazynem umożliwia dokładne monitorowanie poziomów zapasów oraz generowanie alertów w przypadku niskiego stanu magazynowego lub zbliżających się terminów ważności produktów.",
      "protocols": "Efektywne zarządzanie miejscami składowania produktów zapewnia optymalne wykorzystanie dostępnej przestrzeni magazynowej oraz ułatwia szybkie lokalizowanie i dostęp do potrzebnych towarów.",
      "tools": "Nasze rozwiązania w zakresie logistyki wewnętrznej skupiają się na optymalizacji rozmieszczenia towarów w magazynie, co przyczynia się do zwiększenia efektywności procesów składowania i kompletacji zamówień.",
      "warning": "Serwis w budowie..."
    },
    "sales_and_orders": {
      "title": "Zarządzanie Sprzedażą i Zamówieniami",
      "card_sales_title": "Sprzedaż",
      "intro": "Nasz system zarządzania sprzedażą i zamówieniami umożliwia efektywne przyjmowanie i przetwarzanie zamówień klientów, zapewniając płynny przepływ od złożenia zamówienia do dostawy.",
      "info": "Skontaktuj się z naszym zespołem.",
      "mainInfo": "Komponent odpowiedzialny za zarządzanie adresami klientów i dostawy zamówionych towarów.",
      "add_client": "Czy chcesz dodać nowego klienta?",
      "add_client_button": "Dodaj Klienta",
      "select_client": "Wybierz klienta",
      "clear_client": "Wyczyść wybór",
      "confirm_delete_client": "Czy na pewno chcesz usunąć tego klienta? Tej operacji nie można cofnąć.",
      "add_address": "Czy chcesz dodać nowy adres?",
      "add_address_button": "Dodaj Adres"
    },
    "accounting": {
      "title": "Finanse i Księgowość",
      "intro": "Nasz system finansowy oferuje kompleksowe zarządzanie płatnościami i przepływami pieniężnymi, umożliwiając efektywne monitorowanie transakcji i optymalizację kosztów operacyjnych.",
      "protocols": "Przetwarzanie transakcji finansowych odbywa się w sposób automatyczny, co zapewnia szybkość i dokładność w księgowaniu oraz minimalizuje ryzyko błędów.",
      "tools": "System umożliwia generowanie szczegółowych raportów finansowych i bilansów, oferując pełną przejrzystość finansów firmy i wspierając podejmowanie strategicznych decyzji biznesowych.",
      "warning": "Serwis w budowie....."
    },
    "data_analysis": {
      "title": "Analiza Danych i Raportowanie",
      "intro": "Nasze narzędzia do analizy danych i raportowania umożliwiają generowanie kompleksowych raportów sprzedażowych, finansowych i operacyjnych, dostarczając kluczowych informacji dla procesu decyzyjnego.",
      "info": "Skontaktuj się z naszym zespołem."
    },
    "human_resources": {
      "title": "Zarządzanie Zasobami Ludzkimi (HR)",
      "intro": "Nasz system HR umożliwia kompleksowe zarządzanie procesami rekrutacyjnymi, od selekcji kandydatów po onboardowanie, zapewniając efektywną integrację nowych pracowników z kulturą organizacji.",
      "protocols": "Oferujemy zaawansowany system wynagrodzeń i zarządzania dodatkami, który umożliwia personalizację pakietów pracowniczych oraz automatyzację procesów rozliczeniowych.",
      "tools": "System wspiera również planowanie i zarządzanie szkoleniami, promując rozwój kompetencji pracowników i zwiększając ich zaangażowanie oraz efektywność pracy.",
      "warning": "Serwis w budowie......."
    },
    "side_bar":{
      "dashboard":"Panel Glowny",
      "sales_and_orders":"Sprzedaz i zamowienia",
      "warehouse":"Magazyn",
      "accounting":"Ksiegowosc",
      "h_r":"Zasoby Ludzkie",
      "data_analysis":"Analiza danych",
      "security":"Ochrona"
    },
    "dashboard":{ 
      "username":"Nazwa użytkownika", 
      "email":"E-mail",
      "user_role":"Rola użytkownika", 
      "creation_date":"Data utworzenia konta", 
      "edit_photo": "Edytuj zdjęcie profilowe ",
      "delete_image": "Usun awatar"
    },
    "warning_page": {
      "permissions": "Nie masz uprawnien do dostepu do tego komponentu!",
      "user_list": "Ponizej znajduje sie lista pracownikow, z ktorymi mozesz sie skontaktowac w danej sprawie!"
    },
    "table": {
      "search": "Szukaj",
      "page": "Strona",
      "no": "Lp.",
      "first_name": "Imię",
      "second_name": "Nazwisko",
      "first_last_name": "Imie i nazwisko",
      "role": "Rola",
      "select": "Wybierz",
      "delete": "Usuń",
      "update": "Aktualizuj",
      "city": "Miasto",
      "company_name": "Nazwa Firmy",
      "current_page": "Bieżąca strona",
      "rows_per_page": "Wiersze na stronę",
      "create": "Utwórz",
      "clear": "Wyczyść",
      "details": "Detale",
      "client_id": "ID klienta",
      "order_id": "ID zamowieni",
      "order_date": "Data zamowienia",
      "date_employment": "Data zatrudnienia",
      "show": "Wyswietl"
    },
    "products_card": {
      "title": "Produkty",
      "price": "Cena",
      "quantity": "Ilosc",
      "add_to_basket": "Dodaj do koszyka",
      "total": "Razem za produkt",
      "product_support": "Zapoznaj się z naszą szeroką ofertą papieru ksero klasy premium, zaprojektowanego tak, aby sprostać potrzebom dużych i średnich przedsiębiorstw w zakresie druku dużych nakładów."
    },
    "basket_card": {
      "title": "Koszyk",
      "cart_contents": "Przed złożeniem zamówienia sprawdź pozycje w koszyku.",
      "submit": "Zloz zamowienie",
      "buy": "Kup",
      "price": "Cena",
      "quantity": "Ilosc",
      "delete": "Usuń",
      "change_quantity": "Zmien ilosc"
    },
    "orders_card": {
      "title": "Zamowienia",
      "cart_contents": "Przed realizacją zamowien przejrzyj indywidualne zamówienia klientów.",
      "order_detail": "Szczegóły zamówienia",
      "company_name": "Nazwa firmy",
      "city": "Miasto",
      "postal_code": "Kod pocztowy",
      "address_no": "Nr budynku/mieszkania",
      "street": "Ulica",
      "close": "Zamknij"
    },
    "notify": {
      "delete_avatar": "Avatar zostal usuniety",
      "": ""
    }
  }
  